[
  {
    "year": "1976",
    "title": "Pattermaster",
    "subtitle": "Patternist #4",
    "series": "Patternist",
    "summary": "The combined mind-force of a telepathic race, Patternist thoughts can destroy, heal, rule. For the strongest mind commands the entire pattern and all within. Now the son of the Patternmaster craves this ultimate power, He has murdered or enslaved every threat to his ambition--except one. In the wild, mutant-infested hills, a young apprentice must be hunted down and destroyed because he is the tyrant's equal... and the Pattermaster's other son.",
    "url": "https://www.goodreads.com/book/show/116256.Patternmaster"
  },
  {
    "year": "1977",
    "title": "Mind of My Mind",
    "subtitle": "Patternist #2",
    "series": "Patternist",
    "summary": "For 4,000 years, an immortal has spread the seeds of a master race, using the downtrodden as his private breeding stock. But now a young ghetto telepath has found a way to awaken -- and rule -- her superhuman kind, igniting a psychic battle as she challenges her creator for her right to free her people.",
    "url": "https://www.goodreads.com/book/show/116254.Mind_of_My_Mind"
  },
  {
    "year": "1978",
    "title": "Survivor",
    "subtitle": "Patternist #3.5",
    "series": "Patternist",
    "summary": "They fled from an Earth ravaged by plague and violence, seeking to fulfill their holy mission -- to discover a new home for humanity. But instead of landing in a peace-filled paradise, Earth's Missionaries find themselves caught between two warring civilizations -- the Garkohn and Tehkohn. And only one of the people from Earth, a young girl and \"converted\" Missionary named Alanna, has the proper survival training to see through the lies of their Garkohn \"hosts,\" who extend the hand of friendship to the humans only to enslave them. Alanna alone can understand the necessity of becoming one with the Tehkohn \"enemy.\" And, perhaps, she can find a way to release the Missionaries from the deadly bondage into which they have complacently fallen. Yet even if she succeeds, will Alanna merely be saving them for a still more inescapable doom . . . ?",
    "url": "https://www.goodreads.com/book/show/256890.Survivor"
  },
  {
    "year": "1979",
    "title": "Kindred",
    "subtitle": "",
    "series": "Kindred",
    "summary": "The first science fiction written by a black woman, Kindred has become a cornerstone of black American literature. This combination of slave memoir, fantasy, and historical fiction is a novel of rich literary complexity. Having just celebrated her 26th birthday in 1976 California, Dana, an African-American woman, is suddenly and inexplicably wrenched through time into antebellum Maryland. After saving a drowning white boy there, she finds herself staring into the barrel of a shotgun and is transported back to the present just in time to save her life. During numerous such time-defying episodes with the same young man, she realizes the challenge she’s been given...",
    "url": "https://www.goodreads.com/book/show/60931.Kindred"
  },
  {
    "year": "1980",
    "title": "Wild Seed",
    "subtitle": "Patternist #1",
    "series": "Patternist",
    "summary": "Doro is an entity who changes bodies like clothes, killing his hosts by reflex or design. He fears no one until he meets Anyanwu. Anyanwu is a shapeshifter who can absorb bullets and heal with a kiss and savage anyone who threatens her. She fears no one until she meets Doro. Together they weave a pattern of destiny (from Africa to the New World) unimaginable to mortals.",
    "url": "https://www.goodreads.com/book/show/52318.Wild_Seed"
  },
  {
    "year": "1984",
    "title": "Clay's Ark",
    "subtitle": "Patternist #3",
    "series": "Patternist",
    "summary": "An innocent familiy, carjacked on a desolate highway, is abducted to a bizarre new world. A world being born in the Californian desert. <br>They discover Earth has been invaded by an alien microorganism. The deadly entity attacks like a virus, but survivors of the disease genetically bond with it, developing amazing powers, near-immortality, unnatural desires - and a need to spread the contagion and create a secret colony of the transformed. Now the meaning of \"survival\" changes. For the babies born in the colony are clearly, undeniably, not human...",
    "url": "https://www.goodreads.com/book/show/60933.Clay_s_Ark"
  },
  {
    "year": "1987",
    "title": "Dawn",
    "subtitle": "Xenogenesis #1",
    "series": "Xenogenesis",
    "summary": "Lilith Iyapo has just lost her husband and son when atomic fire consumes Earth—the last stage of the planet’s final war. Hundreds of years later Lilith awakes, deep in the hold of a massive alien spacecraft piloted by the Oankali—who arrived just in time to save humanity from extinction. They have kept Lilith and other survivors asleep for centuries, as they learned whatever they could about Earth. Now it is time for Lilith to lead them back to her home world, but life among the <br>Oankali on the newly resettled planet will be nothing like it was before. <br>The Oankali survive by genetically merging with primitive civilizations—whether their new hosts like it or not. For the first time since the nuclear holocaust, Earth will be inhabited. Grass will grow, animals will run, and people will learn to survive the planet’s untamed wilderness. But their children will not be human. Not exactly.",
    "url": "https://www.goodreads.com/book/show/60929.Dawn"
  },
  {
    "year": "1988",
    "title": "Adulthood Ritual",
    "subtitle": "Xenogenesis #2",
    "series": "Xenogenesis",
    "summary": "In this sequel to Dawn, Lilith Iyapo has given birth to what looks like a normal human boy named Akin. But Akin actually has five parents: a male and female human, a male and female Oankali, and a sexless Ooloi. The Oankali and Ooloi are part of an alien race that rescued humanity from a devastating nuclear war, but the price they exact is a high one the aliens are compelled to genetically merge their species with other races, drastically altering both in the process. <br>On a rehabilitated Earth, this \"new\" race is emerging through human/Oankali/Ooloi mating, but there are also \"pure\" humans who choose to resist the aliens and the salvation they offer.These resisters are sterilized by the Ooloi so that they cannot reproduce the genetic defect that drives humanity to destroy itself, but otherwise they are left alone (unless they become violent). <br>When the resisters kidnap young Akin, the Oankali choose to leave the child with his captors, for he the most \"human\" of the Oankali children will decide whether the resisters should be given back their fertility and freedom, even though they will only destroy themselves again.",
    "url": "https://www.goodreads.com/book/show/116249.Adulthood_Rites"
  },
  {
    "year": "1989",
    "title": "Imago",
    "subtitle": "Xenogenesis #3",
    "series": "Xenogenesis",
    "summary": "The futures of both humans and Oankali rest in one young being's successful metamorphosis into adulthood.",
    "url": "https://www.goodreads.com/book/show/60934.Imago"
  },

  {
    "year": "1993",
    "title": "Parable of the Sower",
    "subtitle": "Earthseed #1",
    "series": "Earthseed",
    "summary": "In 2025, with the world descending into madness and anarchy, one woman begins a fateful journey toward a better future. <br>Lauren Olamina and her family live in one of the only safe neighborhoods remaining on the outskirts of Los Angeles. Behind the walls of their defended enclave, Lauren’s father, a preacher, and a handful of other citizens try to salvage what remains of a culture that has been destroyed by drugs, disease, war, and chronic water shortages. While her father tries to lead people on the righteous path, Lauren struggles with hyperempathy, a condition that makes her extraordinarily sensitive to the pain of others. <br>When fire destroys their compound, Lauren’s family is killed and she is forced out into a world that is fraught with danger. With a handful of other refugees, Lauren must make her way north to safety, along the way conceiving a revolutionary idea that may mean salvation for all mankind.",
    "url": "https://www.goodreads.com/book/show/52397.Parable_of_the_Sower"
  },
  {
    "year": "1997",
    "title": "Bloodchild",
    "subtitle": "And Other Short Stories",
    "series": "Bloodchild",
    "summary": "A perfect introduction for new readers and a must-have for avid fans, this New York Times Notable Book includes \"Bloodchild,\" winner of both the Hugo and the Nebula awards and \"Speech Sounds,\" winner of the Hugo Award. Appearing in print for the first time, \"Amnesty\" is a story of a woman named Noah who works to negotiate the tense and co-dependent relationship between humans and a species of invaders. Also new to this collection is \"The Book of Martha\" which asks: What would you do if God granted you the ability—and responsibility—to save humanity from itself? <br>Like all of Octavia Butler’s best writing, these works of the imagination are parables of the contemporary world. She proves constant in her vigil, an unblinking pessimist hoping to be proven wrong, and one of contemporary literature’s strongest voices.",
    "url": "https://www.goodreads.com/book/show/60930.Bloodchild_and_Other_Stories"
  },
  {
    "year": "1998",
    "title": "Parable of the Talents",
    "subtitle": "Earthseed #2",
    "series": "Earthseed",
    "summary": "This Nebula Award-winning sequel to Parable of the Sower continues the story of Lauren Olamina in socially and economically depressed California in the 2030s. Convinced that her community should colonize the stars, Lauren and her followers make preparations. But the collapse of society and rise of fanatics result in Lauren's followers being enslaved, and her daughter stolen from her. Now, Lauren must fight back to save the new world order.",
    "url": "https://www.goodreads.com/book/show/60932.Parable_of_the_Talents"
  },
  {
    "year": "2000",
    "title": "Lilith's Brood",
    "subtitle": "Xenogenesis #1-3",
    "series": "Xenogenesis",
    "summary": "(Note: This is the full Xenogenesis Series) Lilith Iyapo is in the Andes, mourning the death of her family, when war destroys Earth. Centuries later, she is resurrected -- by miraculously powerful unearthly beings, the Oankali. Driven by an irresistible need to heal others, the Oankali are rescuing our dying planet by merging genetically with mankind. But Lilith and all humanity must now share the world with uncanny, unimaginably alien creatures: their own children. This is their story...",
    "url": "https://www.goodreads.com/book/show/60926.Lilith_s_Brood"
  },
  {
    "year": "2005",
    "title": "Fledgling",
    "subtitle": "",
    "series": "Fledgling",
    "summary": "Fledgling, Octavia Butler's new novel after a seven year break, is the story of an apparently young, amnesiac girl whose alarmingly inhuman needs and abilities lead her to a startling conclusion: She is in fact a genetically modified, 53-year-old vampire. Forced to discover what she can about her stolen former life, she must at the same time learn who wanted - and still wants - to destroy her and those she cares for and how she can save herself. Fledgling is a captivating novel that tests the limits of \"otherness\" and questions what it means to be truly human.",
    "url": "https://www.goodreads.com/book/show/60925.Fledgling"
  },
  {
    "year": "2007",
    "title": "Seed To Harvest",
    "subtitle": "Patternist #1-4",
    "series": "Patternist",
    "summary": "(Note: This is the full Patternist Series) In her classic Patternist series, multiple Hugo and Nebula award winner Octavia E. Butler established themes of identity and transformation that echo throughout her distinguished career. Now collected for the first time in one volume, these four novels take readers on a wondrous odyssey from a mythic, prim/ordial past to a fantastic far future. <br>In ancient Africa, a female demigod of nurture and fertility mates with a powerful, destructive male entity. Together they birth a race of madmen, visionaries, and psychics who cling to civilization's margins and back alleys for millenia, coming together in a telepathic Pattern just as Earth is consumed by a cosmic invasion. Now these new beings--no longer mearly human--will battle to rule the transfigured world.",
    "url": "https://www.goodreads.com/book/show/60924.Seed_to_Harvest"
  }
]
